[{"DECK": "classic", "RATING": 1, "NAME": 1, "DESC": "You are a man who has just been in a horrendous car accident. Though alive, you are in need of a very special organ transplant. The doctor gives you two choices. Do you:", "A": "Take the penis that is so big it only fits inside 1 of 10 vaginas.", "B": "Take the penis that is so small, it makes Asian dick look humongous."}, {"DECK": "classic", "RATING": 1, "NAME": 10, "DESC": "Your best girl-friend, a virgin, will die tomorrow. You see a golden opportunity to get her some action, but your friend is wasted and the slampiece in question looks like a Battle Troll. Do you:", "A": "Get your best friend laid, knowing that while she will be thankful tonight, she will regret it for the rest of her short life?", "B": "\"Save\" your best friend, knowing she will never have sex before she dies?"}, {"DECK": "classic", "RATING": 1, "NAME": 11, "DESC": "Your celebrity crush had nude photos \"leaked\". Do you:", "A": "Google them right away?", "B": "Respect their \"privacy\" and continue to use your imagination?"}, {"DECK": "classic", "RATING": 1, "NAME": 12, "DESC": "In order to get hired for a lucrative job, you must first get breast implants. You are eager to impress. Do you:", "A": "Go up two sizes?", "B": "Go up four sizes?"}, {"DECK": "classic", "RATING": 1, "NAME": 13, "DESC": "Your buddy is studying to become a lawyer and is very drunk. He then decides that it is a good idea to whip out the \"peen\". You have it all recorded on video. Do you:", "A": "Hold onto the video for leverage in the event that he becomes a judge in the future?", "B": "Delete the video because you're just that classy?"}, {"DECK": "classic", "RATING": 1, "NAME": 14, "DESC": "You are entering a bomb shelter for one year. You must choose to take just one of two people. You doubt if there are any other survivors. You may need to repopulate the Earth. Do you:", "A": "Take the sterile nymphomaniac?", "B": "Take the fertile abstainer?"}, {"DECK": "classic", "RATING": 1, "NAME": 15, "DESC": "Do you:", "A": "Always dream of your daughter having sex?", "B": "Always dream of your mother having sex?"}, {"DECK": "classic", "RATING": 1, "NAME": 16, "DESC": "You are on your way to the bank to deposit the $127.10 you just made by seeling some drugs. Suddenly, a masked man jumps from the bushes wielding a Swiss army knife. He demands the money. Do you:", "A": "Fight the man? As a drug dealer, you have to maintain a tough reputation.", "B": "Give the man the money? No point getting stabbed over $127.10."}, {"DECK": "classic", "RATING": 1, "NAME": 17, "DESC": "Your 11-year-old daughter found a condom in the sandbox and thought it was a balloon. Do you:", "A": "Sit her down and have \"the talk\"?", "B": "Get your partner to talk to her later at home? After all, your partner was the one who forgot to clean up."}, {"DECK": "classic", "RATING": 1, "NAME": 18, "DESC": "You found your spouse is cheating on you. Do you:", "A": "Get the gun?", "B": "Have children with your spouse's best friend?"}, {"DECK": "classic", "RATING": 1, "NAME": 19, "DESC": "You have a minor STI. Do you:", "A": "Tell your one-night-stand?", "B": "Wrap it up and say nothing?"}, {"DECK": "classic", "RATING": 1, "NAME": 2, "DESC": "Your YouTube channel's comment section is filled with horrible comments from people who didn't like your latest video. One comment in particular, from YouTuber IronWhore37, stood out from the rest: \"I know where u live and I'm coming to kill u. P.S. ur film sucked.\" Do you:", "A": "Go to the police? Online death threats are still death threats.", "B": "Ignore it? ONline death threats are not the same as real death threats."}, {"DECK": "classic", "RATING": 1, "NAME": 20, "DESC": "You invent a machine that renders adult males sterile from 100 meters away. Do you:", "A": "Use the machine for good?", "B": "Use the machine for evil?"}, {"DECK": "classic", "RATING": 1, "NAME": 21, "DESC": "A good friend pays you money for sex. However afterwards, your friend claims to be unsatisifed and demands a refund. You are a professional and this offends you. Do you:", "A": "Give a refundnd?", "B": "Not give a refund?"}, {"DECK": "classic", "RATING": 1, "NAME": 22, "DESC": "You are happily married and leading a rewarding life. On a business trip away from home, you meet the most attractive person you've ever seen. He/she offers you mind-blowing sex and there is NO chance of being caught. Do you:", "A": "Initiate the mind-blowing sex?", "B": "Turn it down?"}, {"DECK": "classic", "RATING": 1, "NAME": 23, "DESC": "While searching the web, you discover that the person you've just started dating has a blog with a collection of nude phpotos taken by their ex. This person is very attractive, but you have yet to see them naked in reality. Do you:", "A": "Masturbate furiously to these photos and never say that you saw them?", "B": "Ask the person about these photos? You aren't necessarily mad at them, but you are definitely concerned?"}, {"DECK": "classic", "RATING": 1, "NAME": 24, "DESC": "The person to your right is accusing you of touching them in inappropriate ways. You honestly didn't (or if you did, it was a complete accident). Do you:", "A": "Offer one free touch so that you'll be even? This seems to satisfy them.", "B": "Deny these claims adamantly? How dare they accuse of such barbaic behavior?"}, {"DECK": "classic", "RATING": 1, "NAME": 25, "DESC": "You ex posted nude photos of you online (you knew those photos were a bad idea.) To get the website to remove the photos, you must first take additional naked photos of yourself and then send them to the copyright office. This way, the photos can be verified and legal action can be taken (Seriously, this is the only way). Do you:", "A": "Take and mail the photos?", "B": "Ignore the problem? Internet photos tend to go away after a while."}, {"DECK": "classic", "RATING": 1, "NAME": 26, "DESC": "Your grandmother has fallen ill. There is an expensive medical treatment that could prolong her life, but it's expensive. You need the money badly. Do you:", "A": "Rob a bank?", "B": "Become a porn star?"}, {"DECK": "classic", "RATING": 1, "NAME": 27, "DESC": "Two people are offering to have sex with you. One of them is a 10 (on a classic scale), but is in a committed relationship. The other is a 5, but single. Do you:", "A": "Choose the 10?", "B": "Choose the 5?"}, {"DECK": "classic", "RATING": 1, "NAME": 28, "DESC": "The person to your right asks you to sing a song for them. Do you:", "A": "Sing: \"Oh baby I love your body, your sexy sexy body. Just thinkin 'bout your body makes me super super horny....ohhhhhhh....so, so, so, so horny?\"", "B": "Sing: \"Your body is disgusting, all yellow yucky pussing. Just thinkin' bout your body makes me super super angry.....ahhhhh....so, so, so, so, angry?\""}, {"DECK": "classic", "RATING": 1, "NAME": 29, "DESC": "Do you:", "A": "Tell a blind person you are super attractive (you aren't) in order to get them into bed?", "B": "Tell a blind person that you aren't that good looking (to put it lightly), but that you have a kind soul? (You don't)."}, {"DECK": "classic", "RATING": 1, "NAME": 3, "DESC": "Due to extreme circumstances, you have but two options. Do you:", "A": "Not have sex with a goat but have everything think you did?", "B": "Have sex with a goat, but no one ever finds out?"}, {"DECK": "classic", "RATING": 1, "NAME": 30, "DESC": "While putting away laundry, you discover that your partner has a giant purple dildo in the sock drawer. The dildo is many times larger than your penis. Locker room visual data has already suggested that your penis is much smaller than average. Do you:", "A": "Confront your partner about the dildo and explain that you are intimidated by \"Big Purps\"?", "B": "Surprise your partner by using the purple dilod during your net batch of lovemaking?"}, {"DECK": "classic", "RATING": 1, "NAME": 31, "DESC": "Your teenager daughter wants to have a sleepover party. \"Okay\", you say. But then she adds, a few days later, that she wants to invite Michael to the all-girl event. Do you:", "A": "State \"Absolutely NO BOYS allowed\"?", "B": "Say, \"Okay\"? You are pretty sure Michael is gay."}, {"DECK": "classic", "RATING": 1, "NAME": 32, "DESC": "You are a child slave. You labour all day making rugs. One night, God appears in your dreams and tells you that your rugs are crap and nobody in the world is buying them. Do you:", "A": "Feel disappointed? All that work for nothing.", "B": "Feel pleased? No one is benefitting from your cruel treatment."}, {"DECK": "classic", "RATING": 1, "NAME": 33, "DESC": "You have been having an extra-martial affair for over a year. This affair has recently ended and you are once again committed to your spouse. Do you:", "A": "Tell your spouse about the affair?", "B": "Not tell your spouse about the affair?"}, {"DECK": "classic", "RATING": 1, "NAME": 34, "DESC": "You find yourself in a survival situation with your partner. Due to circumstances beyond your control, you have water and fire, but no food. Do you:", "A": "Choose to starve?", "B": "Roast and eat your partner?"}, {"DECK": "classic", "RATING": 1, "NAME": 35, "DESC": "You are a lonely sheep farmer. You have finally fallen into temptation and had intercourse with your favourite sheep. She seemed to enjoy it. Do you:", "A": "Continue to have sex with this sheep?", "B": "Resort to a life of celibacy?"}, {"DECK": "classic", "RATING": 1, "NAME": 36, "DESC": "Do you:", "A": "Give up receiving oral sex for the rest of your life?", "B": "Give up cheese for the rest of your life? (Don't forget about pizza.)"}, {"DECK": "classic", "RATING": 1, "NAME": 37, "DESC": "Your attractive step-mom is currently trying to seduce you. She says that without immediate sex from you, she will leave your father. Do you:", "A": "Go along with it?", "B": "Tell your father? He will be crushed. He is already so frail. This might put him over the edge."}, {"DECK": "classic", "RATING": 1, "NAME": 38, "DESC": "Early one morning, you are walking alone on 5th Avenue in Manhattan. You see a brand new shopping bag left on a doorstep. Inside it is a beautiful unopened box with a brand new blow-up doll. Do you:", "A": "Take the bag and give it as a gift to a friend?", "B": "Take the bag home and get to know your new best friend intimately?"}, {"DECK": "classic", "RATING": 1, "NAME": 39, "DESC": "Do you:", "A": "Give up the internet forever?", "B": "Never masturbate again?"}, {"DECK": "classic", "RATING": 1, "NAME": 4, "DESC": "Your asshole friend just purchased a lap dance for you from an angry unattractive stripper. After the erection-killing lap dance, the stripper follows you back to your table and demands that you hire her for more services. Do you:", "A": "Give her money to \"pay it forward\" to an unsuspecting friend?", "B": "Get into an argument about why she is bad at her job?"}, {"DECK": "classic", "RATING": 1, "NAME": 40, "DESC": "You are playing the adult version of Spin the BOttle because the person to your right is playing. However, when it is your turn, the bottle lands on the person to your left. Do you:", "A": "Go through with it so that the person to your right won't think you're a wiener?", "B": "Concede and walk away?"}, {"DECK": "classic", "RATING": 1, "NAME": 41, "DESC": "You are in need of money and sign up for medical testing. The researcher gives you two choices and warns that the effects may be permanent. Do you:", "A": "Choose to have a vagina on the top of your head?", "B": "Choose to have a row of penises on your back, like a stegosaurus?"}, {"DECK": "classic", "RATING": 1, "NAME": 42, "DESC": "Your computer hard-drive crashes. You have some very important business materials on it, but you also have an impressive collection of porn videos. Do you:", "A": "Ask your newphew who is good with computers to fix it for you and then beg him to keep your porn collection a secret? Maybe sharing it with him will help.", "B": "Throw out the drive? You will lose all of your important business and porn documents forever?"}, {"DECK": "classic", "RATING": 1, "NAME": 43, "DESC": "True story: Nazis were the first to realize that smoking led to lung cancer and started the first anti-smoking campaign. Do you:", "A": "Feel like a Nazi if you are against smoking?", "B": "Feel cool for copying the Nazis?"}, {"DECK": "classic", "RATING": 1, "NAME": 44, "DESC": "Two people offer you free sex. Do you:", "A": "Have sex with the person who has a beautiful face, but an average body?", "B": "Have sex with the person with a beautiful body, but average face?"}, {"DECK": "classic", "RATING": 1, "NAME": 45, "DESC": "Do you:", "A": "Watch your parents have sex every day for a year?", "B": "Join them once to make it stop?"}, {"DECK": "classic", "RATING": 1, "NAME": 46, "DESC": "During the zombie apocalypse, you find yourself in a situation in where you have to choose between two people to rescue: a super attractive member of the opposite sex or your best friend. You can only save one. Do you:", "A": "Rescue your (ugly) best friend?", "B": "Rescue the super attractive stranger?"}, {"DECK": "classic", "RATING": 1, "NAME": 47, "DESC": "The year is 1692 and you are the leader of a small town in Massachusetts. You have concluded that a number of unexplained illnesses are the result of witchcraft, so you have ensured that a number of local witches are found guilty in fair trials. Do you:", "A": "Hang the witches?", "B": "Crush the witches under large stones?"}, {"DECK": "classic", "RATING": 1, "NAME": 48, "DESC": "Your significant other has complained about your pornography addiction and you got help for it. However, you have slipped into your old ways, but using your son's computer. You pull it up to get started, only to have your significant other walk in on you. You know if that if she knows you're addicted again you will get a divorce. Do you:", "A": "Say that you found porn on your son's computer.", "B": "Take responsibility."}, {"DECK": "classic", "RATING": 1, "NAME": 49, "DESC": "Would you rather:", "A": "Have sex with everyone playing this game right now?", "B": "Never have orgasm ever again?"}, {"DECK": "classic", "RATING": 1, "NAME": 5, "DESC": "After a night out with the girls, you discover that you have contracted an STI (not too serious), but your partner will likely catch it too. Do you:", "A": "Tell your partner that you caught it from a tractor seat?", "B": "Not say anything?"}, {"DECK": "classic", "RATING": 1, "NAME": 6, "DESC": "Some of our best research into hypothermia is from Nazi experiments using concentration camp victims. These results can never be replicated in an ethical fashion. You are a modern-day researcher on hypothermia (Dr. Popsicle). Can you ethically use the results from these Nazi experiments, knowing the suffering behind them? Do you:", "A": "Use ther research?", "B": "Not use the research?"}, {"DECK": "classic", "RATING": 1, "NAME": 7, "DESC": "You meet your perfect counterpart, who is beautiful, kind, funny and smart. But there is one fatal flaw: in his/her spare time they enjoy snapping baby goats' necks with their thighs. Do you:", "A": "Make it?", "B": "Break it?"}, {"DECK": "classic", "RATING": 1, "NAME": 8, "DESC": "The person to your left was supposed to tell the person to your right that you have a crush on them. Instead, the person on your left ends up hooking up with the person to your right! Do you:", "A": "Think \"Oh well, I hope they will beb happy together.\"?", "B": "Un-friend them both forever?"}, {"DECK": "classic", "RATING": 1, "NAME": 9, "DESC": "The person to your left wants you to be their sperm/egg donor. Do you:", "A": "Say, \"Of course what an honour!\"?", "B": "Say, \"Sorry, I only sleep with attractive people\"?"}, {"DECK": "classic", "RATING": 0, "NAME": 1, "DESC": "You're on a first date at your apartment and you've just finished a fantastic romantic dinner. It's only you and your special someone and things have just begun to get snuggly. Do you:", "A": "Fart as loudly as a trumpet for five seconds but the smell diffuses quickly?", "B": "Fart silently with a putrid smell that stinks up the entire apartment for 60 seconds?"}, {"DECK": "classic", "RATING": 0, "NAME": 10, "DESC": "You are a juror in a murder trial. The defendant is in your opinion, clearly guilty. However, key evidence supporting his conviction had to be removed from trial because the police made a clerical error while processing it. The remaining evidence is scant and inconclusive. Do you:", "A": "Vote guilty?", "B": "Vote not-guilty?"}, {"DECK": "classic", "RATING": 0, "NAME": 100, "DESC": "Your child accidentally kills a known murderer linked to organized crime and no one knows. Do you:", "A": "Help your child bury the body and destroy all evidence?", "B": "Notify the authorities? It was clearly an accident, but your child risks revenge from the mob."}, {"DECK": "classic", "RATING": 0, "NAME": 101, "DESC": "Your spouse has been infected by The Virus. How do you handle the situation with your children? Do you:", "A": "Use your children as a distraction to escape your zombie spouse?", "B": "Put down that newly turned ombie in front of the kids as a lesson to them?"}, {"DECK": "classic", "RATING": 0, "NAME": 102, "DESC": "Do you:", "A": "Return a $10,000 briefcase that a wealthy person has left behind?", "B": "Take a breifcase and run?"}, {"DECK": "classic", "RATING": 0, "NAME": 103, "DESC": "Over-population is destroying the planet. Due to extraordinary circumstances, you have the power to reduce the Earth's population in one of two ways. Do you:", "A": "Kill everyone who's smarter than you?", "B": "Kill everyone who's dumber than you?"}, {"DECK": "classic", "RATING": 0, "NAME": 104, "DESC": "You deserve a raise. Your boss is sympathetic but says she can't give you a raise because of the economic slowdown. You know this is bullshit; the company is making more money than ever before. Do you:", "A": "Quit and look for a new job? Due to the actual economic slowdown, it's a tough job market out there.", "B": "Accept your wage, but steal office supplies constantly?"}, {"DECK": "classic", "RATING": 0, "NAME": 105, "DESC": "You witness a minor accident (some guy just rear ended an old woman). The guy is very angry at the old woman. He suddenly gets back in his white SUV and drives off. Nobody caught his license plate number. Do you:", "A": "Chase after the man?", "B": "Call the police?"}, {"DECK": "classic", "RATING": 0, "NAME": 106, "DESC": "You just accidentally ran over and killed an ugly drug addict. There were no witnesses. It was your fault; you were drunk. Do you:", "A": "Go to the police and admit your guilt? Second degree murder = most of your life behind bars.", "B": "Why ruin your life over this? You've clearly gotten away with the crime. Heck, you've pretty much done society a favour by removing this unwanted street rat! You should be thanked!"}, {"DECK": "classic", "RATING": 0, "NAME": 107, "DESC": "Your good friend is a stock broker and invests your money for you. You get very good returns. You suspect that illegal activity is going on, possibly to the detriment of smaller investors. There is no way that you will ever get in trouble. Do you:", "A": "Report your suspicions to the authorities?", "B": "Continue enjoying your high returns?"}, {"DECK": "classic", "RATING": 0, "NAME": 108, "DESC": "You learn that an evil man has a plan to murder six good people. The only way to stop him is to become a killer yourself and murder him and his wife and his four children (don't ask why). Do you:", "A": "Kill him, his wife and his four children?", "B": "Don't kill him and his wife and his children? He will kill six good people."}, {"DECK": "classic", "RATING": 0, "NAME": 11, "DESC": "A grocery cashier usually asks if you have plans for the evening, then adds that his/her shift is over at nine. The cashier is a solid 6 out of 10 on the classic scale. Do you:", "A": "Make up some lie that you already have plans?", "B": "Take the bait; who knows where this will lead??"}, {"DECK": "classic", "RATING": 0, "NAME": 12, "DESC": "You were out shopping with a friend. While being a \"Chatty Cathy\", you accidentally walk right out of th store without paying for your $30 item. Do you:", "A": "Return to the store and tell them you accidentally shoplifted? You offer to pay the item in full.", "B": "Meh, who cares? Free item!"}, {"DECK": "classic", "RATING": 0, "NAME": 13, "DESC": "Despite your best efforts, you have been bitten by a zombie. You know that you have roughly 24 hours to live before becoming one of the undead. Do you:", "A": "Use the last of your ammo to end things quickly and avoid the agonizing pain brought about by the zombification process?", "B": "Continue on for as long as possible in an effort to help others and attempt to cling to life no matter how painful the change will be?"}, {"DECK": "classic", "RATING": 0, "NAME": 14, "DESC": "You find a wallet on the ground. Inside is $20 and a business card to GlobalCompuTech Inc., one of the richest, most powerful companies in the world. Do you:", "A": "Return the wallet, including the $20 note?", "B": "Return the wallet, but take the $20 note?"}, {"DECK": "classic", "RATING": 0, "NAME": 15, "DESC": "You find that you are being invited out with your friends less and less (obviously, your friends invited you out tonight...you suspect because they needd an extra person to play this game). Do you:", "A": "Try to learn what attributes of your personality your friends find annoying and then change so that your friends will enjoy your company more?", "B": "Make new friends? These are obviously not your type."}, {"DECK": "classic", "RATING": 0, "NAME": 16, "DESC": "You boss is drinking on the job again. Do you:", "A": "Report him/her to the district manager?", "B": "Ignore your boss' behavior? Drinking makes work more fun!"}, {"DECK": "classic", "RATING": 0, "NAME": 17, "DESC": "You are at a checkout. The cashier is ringing your large purchase though. You notice there is a mistake and you are being charged 99% less than you should be. Do you:", "A": "Take the savings, even though the cashier may be fired for this idiotic mistake?", "B": "Point out the error and take the moral high road?"}, {"DECK": "classic", "RATING": 0, "NAME": 18, "DESC": "The person in front of you at the coffee shop just paid for your small cup of coffee! You realize that a so-called \"pay it forward\" thing has been going on all morning, and that you are the 100th person in a row to get their menu item paid for by the person in front of them. This phenemenon has already attracted the local news. Do you:", "A": "Automatically pay for the next person's order? They are ordering two extra-large cups of coffee and two donuts.", "B": "Not offer to pay the next person's order?"}, {"DECK": "classic", "RATING": 0, "NAME": 19, "DESC": "Titanic -- You are 1st class passenger aboard the greatest ship ever built, but it has now struck an iceberg and is sinking in the North Atlantic. The captain has ordered the evacuation of the ship, but there are limited lifeboats available. There are hundreds of 3rd class passengers locked in lower decks. Do you:", "A": "Released the unwashed masses because it is the proper English thing to do?", "B": "Jump on the nearest lifeboat? Buying a 1st class ticket has some privileges after all."}, {"DECK": "classic", "RATING": 0, "NAME": 2, "DESC": "You are an amateur journalist compiling a photo essay about poverty in a third-world country. You take a very graphic photo of a dead child lying in the street. The image is very powerful; viewer discretion is strongly advised. Do you:\"", "A": "Post the photo on Twitter? Let's use the force of social media to get these images out there for all sto see.", "B": "Not post the image to Twitter? Many will find the photo too disturbing. The standard journalistic practice is to warn people before they see the image."}, {"DECK": "classic", "RATING": 0, "NAME": 20, "DESC": "Jigsaw, the murderous marionette, wants to play a game. Jigsaw has strapped your least favorite child to a table, where a large press is going to turn him/her into a human pancake. Do you:", "A": "Risk your life to save the child?", "B": "Let that little bastard die?"}, {"DECK": "classic", "RATING": 0, "NAME": 21, "DESC": "A shady looking man approaches you and claims that he is an undercover police officer. He quickly flashes a badge, but you have no time to study its authenticity. He says that he needs to take your car for official police business. Do you:", "A": "Hand over the keys?", "B": "Floor it?"}, {"DECK": "classic", "RATING": 0, "NAME": 22, "DESC": "You are a teacher. Your star student discloses to you one day that she has a drug problem and needs help. HYer parents are hard-ass bikers who will likely have no problem with her behavior. Do you:", "A": "Involve the parents and hold a teacher-student-parent conference to try and work things out?", "B": "Try to help the student without involving the parents?"}, {"DECK": "classic", "RATING": 0, "NAME": 23, "DESC": "You are prosecuting a difficult murder case against two equally culpable defendants. One of them offers to testify against the other. Do you:", "A": "Use that testimony and know that they will be out of jail sooner than they should be?", "B": "Refuse the deal, but risk losing the case against both?"}, {"DECK": "classic", "RATING": 0, "NAME": 24, "DESC": "You have been living with someone for some time, but have recently found someone else with whom you have a much deeper and more fulfilling connection. (This new person is also more attractive, but that's just a bonus.) Do you:", "A": "Keep the relationship with the ugly perseon you live with and forget the new attractive person?", "B": "Discard the ugly person who you live with and pursue the new attractive connection?"}, {"DECK": "classic", "RATING": 0, "NAME": 25, "DESC": "You want a career change. Currently, you make six-figure salary. After several interviews, you are offered two positions. Do you", "A": "Take the job that you LOVE with a $200 increase in salary with zeor increases for the next 5 years (plus much more time for your family).", "B": "Take the job that you LIKE that will challenge you and will pay 50% more than what your current salary is (but little time for your family)?"}, {"DECK": "classic", "RATING": 0, "NAME": 26, "DESC": "You are Jack Bauer. Your country is engaged in a \"War on Terror\". Many of your security advisors advocate the use of tortue. Several legal experts have also supported this position. Do you:;", "A": "Use tortue as a means of extracting information?", "B": "Use the power granted to you by the President of the United States to offer immunity from past and present crimes as a bargaining chip?"}, {"DECK": "classic", "RATING": 0, "NAME": 27, "DESC": "Due to the incredible circumstances you find yourself holding the arm of a man you have legitimately dispised all your life as he dangles above a room of the living dead. In his pocket is a map to a cache of the medicine and supplies. Do you:", "A": "Let him fall, knowing that what he has will greatly help your family and team?", "B": "Pull him up, getting the supplies but being forced to let him join you?"}, {"DECK": "classic", "RATING": 0, "NAME": 28, "DESC": "Do you:", "A": "Let 2 million pigeons die? (One garbage species.)", "B": "Let one ugly human baby die? (You don't know the baby personally.)"}, {"DECK": "classic", "RATING": 0, "NAME": 29, "DESC": "After some soul searching, you decide that you're going to vote for the extreme right-wing party (The Canadian Nazi Party) in the next Federal Election. Do you:", "A": "Go door to door canvassing for the CNP?", "B": "Put up a yard sign declaring your support for the CNP?"}, {"DECK": "classic", "RATING": 0, "NAME": 3, "DESC": "Your brother won't let your niece go to the cool kids' party where there are lots of drugs. She asks for you to be in on an elaborate lie that will help her leave the house undetected and go to the party. Do you:", "A": "Help her?", "B": "Take the moral high ground and refuse to help?"}, {"DECK": "classic", "RATING": 0, "NAME": 30, "DESC": "Your mother has been in a car accident. She is unconscious. During her rescue, doctors discover that she is actually an android. Doctors and engineers put her back together. Do you:", "A": "Tell her that she is a soulless appliance?", "B": "Keep the secret from her, but upgrade her cooking ability?"}, {"DECK": "classic", "RATING": 0, "NAME": 31, "DESC": "As a progressive parent, you've decided to let your child choose whatever clothing they want to wear to school. Your son chooses a pink sparkly sweater. Later, your son's teacher calls and says that little Dave is getting teased a lot at school because of the sweater. Do you:", "A": "Tell little Dave that he can't wear the sweater to school?", "B": "Continue to let little Dave choose whatever he wants?"}, {"DECK": "classic", "RATING": 0, "NAME": 32, "DESC": "You are a rich business tycoon. For years, you've been saying that you'll be forced to fire half of your workforce if the government raises your income taxes (this was a bluff, of course; you can more thann afford to pay your taxes). Now that the tax hike has gone through...Do you:", "A": "Fire half of your workforce to make good on your earlier threats?", "B": "Not fire your workers? Run for President."}, {"DECK": "classic", "RATING": 0, "NAME": 33, "DESC": "There is a button. If you push it, there's a 50% chance that all suffering on Earth will cease and the world will live in peace. However, there is also a 50% chance that you will diea slow, horrible and painful death. Do you:", "A": "Push the button?", "B": "Not push the button?"}, {"DECK": "classic", "RATING": 0, "NAME": 34, "DESC": "Your friend is a chief in training. He tells you he wants your opinion on his latest dish. Honestly, it tastes like dog balls. Do you:", "A": "Tell him honestly, that it tastes like dog balls?", "B": "Tone down your opinion and say, \"maybe more salt?\""}, {"DECK": "classic", "RATING": 0, "NAME": 35, "DESC": "You and the person to your right just robbed a convenience store. The next day, the police bring you and your buddy in for questioning. They put you in separate interrogation rooms and tell you they have enough evidence to convict you of trespassing, but not enough to charge you with robbery. They offer you a plea bargin. Do you:", "A": "Admit to the robbery? One year of jail time for you and five for your buddy?", "B": "Robbery, what robbery? A minor trespassing charge and some community service (assuming your buddy didn't throw you under the bus.)"}, {"DECK": "classic", "RATING": 0, "NAME": 36, "DESC": "You are riding the bus late one night. A mother is berating her child for being loud. No one is saying anything and the berating goes on for an extended period of time. Do you:", "A": "Confront the mother? You still have a long time until your stop.", "B": "Say nothing. It's not your child."}, {"DECK": "classic", "RATING": 0, "NAME": 37, "DESC": "Your best friend owes you a large sum of money. You've asked him to start pushing meth to pay back the loan. Do you:", "A": "Direct him to your 16 year old cousin and his friends who are just beginning to experiment with drugs?", "B": "Turn him into the police and collect a substantial reward?"}, {"DECK": "classic", "RATING": 0, "NAME": 38, "DESC": "You spot a bus full of children stopped and a small group of zombies rambling towards them. It appears that the driver of the bus has gone missing. Do you:", "A": "Leave your vehicle and make your way through the zombies to drive the kids to safety?", "B": "Keep driving your car, pressing down on the gas so that the roar of the engine drowns out the children screaming?"}, {"DECK": "classic", "RATING": 0, "NAME": 39, "DESC": "You come across a travelling circus. According to circus law, the only way performers can leavea the circus is by marrying an outsider. Two circus folk propose to you. Do you:", "A": "Marry the midget?", "B": "Marry the bearded lady?"}, {"DECK": "classic", "RATING": 0, "NAME": 4, "DESC": "One of your employees comes to you and discloses that in the very near future, they may be falsely accused of inappropriate behavior that occured in a personal relationship. They tell you that the incident is distasteful, but not criminal. Do you:", "A": "Suspend this employee with pay until charges are proven in a court of law?", "B": "Fire them?"}, {"DECK": "classic", "RATING": 0, "NAME": 40, "DESC": "A Dream Machine has just been invented. You have the opportunity to watch your partner's dreams. Do you:", "A": "Watch them?", "B": "Not watch them?"}, {"DECK": "classic", "RATING": 0, "NAME": 41, "DESC": "You are the captain of a ferry. The boat suddenly starts to sink with 300 passengers aboard. There is very little time (likely just five minutes before the boat is completely submerged). Do you:", "A": "Save yourself first? The whole \"down with the ship\" thing is so last century.", "B": "Attempt to save the passengers and risk your own life? (You can't swim...great career choice)."}, {"DECK": "classic", "RATING": 0, "NAME": 42, "DESC": "Due to extreme circumstances, you have been forced to leave your spouse and take employment as a sailor on a grand voyage. Over the duration of your trip, you have a relationship with another crew member. Over time, your lust grows uncontrollably. When you return to port, do you:", "A": "Leave your spouse for Salty Bob and start a new life at sea?", "B": "Return to your spouse?"}, {"DECK": "classic", "RATING": 0, "NAME": 43, "DESC": "You are a volcanologist. Your data indicates that a deadly eruption is likely to occur within the next 12 hours. You immediately alert the local government, but they say it is far too late to organize an evacuation and also that they don't want to cause panic. Do you:", "A": "Alert the public yourself? This will cause mass hysteria and some people may get trampled, but at least some people will be able to escape.", "B": "Get your family and run away? The uncongested expressways provide and easy escape route. You don't alert the public."}, {"DECK": "classic", "RATING": 0, "NAME": 44, "DESC": "There is a major snowstorm and visibility is down to just a few hundred metres. You are driving on the highway with your children. It is incredibly slippery. You pass a car upside-down in the ditch. Do you:", "A": "Stop and see if everyone is okay?", "B": "Keep driving? With this poor visibility, your stopped car could cause further accidents. Also, it's too cold outside."}, {"DECK": "classic", "RATING": 0, "NAME": 45, "DESC": "You just found out that everyone's conception of Heaven and Hell is exactly opposite of what they really are: Heaven is full of lava and tortue and Hell is full of naked 21 year-olds having a constant good time forever (this is likely still hell to old people, thus explaining how the misconception started). Do you:", "A": "Commit murder, the only crime bad enough to get you into Hell? However, you will spend the rest of your life in high-security prison.", "B": "Continue to be the pleasant, law-abiding citizen you are?"}, {"DECK": "classic", "RATING": 0, "NAME": 46, "DESC": "While spelunking, your generous-sized friend Bruce gets lodged in a tunnel, trapping you and the three other cave explorers. The tide is rising, and soon everyone except Bruce will be dead (his head is above the waterline). All the tugging and pushing in the world refuses to move him. Do you:", "A": "Blast him with dynamite? Bruce pleads for his life.", "B": "Let Bruce live? You and the three others try desperately to find another exit. You don't know if there is one. You will die if you can't find a way out."}, {"DECK": "classic", "RATING": 0, "NAME": 47, "DESC": "You just invented a game called Moral Dilemma. Unsure of what to do next, you ask your best friend of 30 years of guidance. Then, two months later, you are shocked to see your game on the shelf of the local store. Your friend stole your idea! But your friend denies this claim. You think you can prove it was her. Do you:", "A": "Sue your friend? Your lawyer reckons you can get about $1 million in punitive damages alone.", "B": "Don't sue your friend? Friendship is priceless."}, {"DECK": "classic", "RATING": 0, "NAME": 48, "DESC": "Your life partner has contracted a horrible, incurable disease. This disease causes them constant pain. One day, they tell you that they want to die and need your help. Do you:", "A": "Help your partner die? (There is insurance, after all.)", "B": "Not help your partner die?"}, {"DECK": "classic", "RATING": 0, "NAME": 49, "DESC": "You are President Truman at the end of World War II. Do you:", "A": "Bomb Hiroshima and Nagasaki?", "B": "Order a large-scale land invasion of Japan?"}, {"DECK": "classic", "RATING": 0, "NAME": 5, "DESC": "One day, God appears in front of you. You are very surprised to see that God is actually a very attractive woman. It would be wrong to use the classic scale, but if you did, then clearly she would easily be an 11 even a 12. God asks for your honest opinion on her work (AKA the universe). She seems eager for an honest review. Do you:", "A": "Praise God for her work.", "B": "Say, \"Well, to be honest...\""}, {"DECK": "classic", "RATING": 0, "NAME": 50, "DESC": "All of your friends are going to the cabin for a weekend of fun and booze. It is also your partner's friend's boss' nicece's wedding and you've already RSVP'd. Do you:", "A": "Go to the cabin?", "B": "Go to the wedding?"}, {"DECK": "classic", "RATING": 0, "NAME": 51, "DESC": "You are caught in a temporal vortex anomaly that is causing you to re-live the same day over and over and over again. Do you:", "A": "Use your expert knowledge of the day to make some quick money and then hire a busload of attractive young people to party with every night?", "B": "Use the time to become super smart and skillful at things like martial arts and embroidery? This way, if you manage to one day escape the temporal vortex anomaly, you'll be well-qualified for sweet jobs."}, {"DECK": "classic", "RATING": 0, "NAME": 52, "DESC": "You are the leader of a world power. You have inherited a long-running and costly war in a foreign country. You believe the war is worth fighting because your ideological enemies are extending their influence around the world. Your generals advise that the war has not yet been won because they need more soldiers. Do you:", "A": "Pay whatever it costs and authorize a draft to bring the war to a successful conclusion? Voters like leaders who win wars!", "B": "Admit defeat? Cut your losses by withdrawing from the war immediately."}, {"DECK": "classic", "RATING": 0, "NAME": 53, "DESC": "You 30-day solo wilderness adventure caught the attention of the nation's media. However, after just seven days, you're ready to quit - it's just straight up boring camping by yourself. Do you:", "A": "Pack up and go home? You have nothing to prove to anyone.", "B": "Stick it out? It will be super, super boring."}, {"DECK": "classic", "RATING": 0, "NAME": 54, "DESC": "You have discovered a sustainable energy source that can provide enough energy for the entire world with no negative effects to the environment. However, to make it work forever, you have to sit at a computer and input menial data into a spreadsheet for 12 hours a day everyday (including weekends, no vacations) for the rest of your life. Do you:", "A": "Slave away at a desk for the rest of your life?", "B": "Ignore the opportunity to change the world forever and continue to live your life?"}, {"DECK": "classic", "RATING": 0, "NAME": 55, "DESC": "You are in an arms race with a powerful democratic nation. Your enemy is currently ahead of you in nuclear missle research and development. Do you:", "A": "Fast-track your country's nuclear research by ignoring nuclear safety, putting your researchers at great risk?", "B": "follow the best safety practices, thus further delaying development of nuclear missles?"}, {"DECK": "classic", "RATING": 0, "NAME": 56, "DESC": "Congratulations, you've won $1 million in the lottery. The only stipulation is that you must move to a new city in a new country forever and ever, leaving everyone behind. Do you:", "A": "Move and claim your prize? (With this much money, who needs \"friends\".)", "B": "Stay, thus forfeiting the lotto win? No amount of money could ever buy new friends for someone like you."}, {"DECK": "classic", "RATING": 0, "NAME": 57, "DESC": "Your parents just told you that Santa Claus isn't real. You hatch a scheme on Christmas Eve to prove them wrong. You lace eggnog with rat poison and set it out for Santa. When you wake up, you find a body. Do you:", "A": "Give Santa the antidote in the hopes that he will be so thankful that you saved him that he puts you on the \"nice\" list indefinitely.", "B": "Not give him the antitode? Go wake up mommy and daddy and say, \"I told you so!\""}, {"DECK": "classic", "RATING": 0, "NAME": 58, "DESC": "You are a big-time flight simulator geek. While flying over the Atlantic Ocean, the head steward cries out, \"Does ayone know how to fly the plane?!\" Nobody raises their hand. Do you:", "A": "Say that you are an avid simulator enthusiast and will do your best to land the plane? Passengers give you a panicked look. There are murmurs.", "B": "Pretend you are an off-duty pilot? This makes everyone on board feel much, much better."}, {"DECK": "classic", "RATING": 0, "NAME": 59, "DESC": "You are a dog. You have your master's delicious stinky sock, which is a solid 10 out of 10 on the classic stinky scale. Master wants you to drop it. Do you:", "A": "Drop the sock?", "B": "Run under the coffee table and chew a giant hole in master's sock? Oh, what fun! You know master won't hurt you."}, {"DECK": "classic", "RATING": 0, "NAME": 6, "DESC": "Your partner, who has been diagnosed with a terrible and painful disease, asks for your help to die. Do you:", "A": "Load the gun and leave it on the table?", "B": "Old Pappy always used to say, \"If you want a job done properly, best to do it yourself\"?"}, {"DECK": "classic", "RATING": 0, "NAME": 60, "DESC": "You are a prominent lawyer. While discussing a pro bono case with a client, you light up a cigarette. You notice your client showing some discomfort from the smoke. Do you:", "A": "Finish your cigarette? (They are on your time.)", "B": "Put your cigarette out immediately?"}, {"DECK": "classic", "RATING": 0, "NAME": 61, "DESC": "You are a judge presiding over a bank robbery trial. The defendant is obviously innocent; however, the real robbers have your nine-year-old daughter held hostage and will kill her if you don't wrongfully incarcerate this person. Do you:", "A": "Send the poor innocent man to jail?", "B": "Say that you don't negotiate with terrorists? You are Harrison Ford, after all."}, {"DECK": "classic", "RATING": 0, "NAME": 62, "DESC": "You are driving past the bank. A masked man runs into the street with a big bag of money and what looks like a gun. You see the bank's security guard pointing at the man and shouting, \"STOP HIM!\" Do you:", "A": "Execute a citizen's arrest by hitting him with your car?", "B": "Offer him a ride and go halfsies?"}, {"DECK": "classic", "RATING": 0, "NAME": 63, "DESC": "You are on a lovely camping trip with your family. You are startled awake in the middle of the night by a Sasquatch raiding your campsite! You have two children and a spouse. You figure that you can create a distraction by leaving one of your family members behind while the rest of the family escapes. Do you:", "A": "Choose the ugliest kid?", "B": "Choose your spouse?"}, {"DECK": "classic", "RATING": 0, "NAME": 64, "DESC": "You find yourself in a restaurant while in desperate need of sustenance. There are two items on the menu: roast dog, and roast cat. Both are chosen live from a pen at the back of the restaurant. Do you order:", "A": "Roast dog?", "B": "Roast cat?"}, {"DECK": "classic", "RATING": 0, "NAME": 65, "DESC": "You have a timemachine, but it only has two date settings and will only work once. The time machine can either be set to the day of the assassination of U.S. President Kennedy or U.S. President Lincoln. Do you use the time machine to:", "A": "Try to prevent the assassination of President JFK?", "B": "Try to prevent the assassination of President Lincoln?"}, {"DECK": "classic", "RATING": 0, "NAME": 66, "DESC": "A man with a giant cowboy hat stops you on the street and asks if you wouldn't mind holding his case of beer while he runs into the corner store to buy some lottery tickets. Do you:", "A": "Say \"yes\" and wait patiently for him to return?", "B": "Say \"yes\" and then strut off with his beer?"}, {"DECK": "classic", "RATING": 0, "NAME": 67, "DESC": "You finish your alcoholic beverage and, being a respectable Englishman, are now on the lookout for a recycling receptacle. However, after two full minutes of searching, you fail to spot one. Do you:", "A": "Throw the can in the easily spottable rubbish bin and be done with it? Pip pip!", "B": "Keep searching until you eventually find a recycling receptacle? Cheerio!"}, {"DECK": "classic", "RATING": 0, "NAME": 68, "DESC": "You no longer hang out with the person sitting directly across from you. They asks why. Do you:", "A": "Tell them that the reason you are no longer friends is because they are so ugly? (They are.)", "B": "Say that you've been travelling abroad? (You haven't been.)"}, {"DECK": "classic", "RATING": 0, "NAME": 69, "DESC": "You are just five minutes away from inventing a time machine. You know this because your plan all along was to instantly go five minutes back in time (as soon as it was finished) and introduce yourself to yourself. However, your future twin has some terrible news. Without disclosing any details, they tell you that you must die, otherwise a universe-ending paradox will ensue. Do you:", "A": "Kill yourself?", "B": "Kill your future self?"}, {"DECK": "classic", "RATING": 0, "NAME": 7, "DESC": "There are five people tied to a railway track. There is a very obese man standing beside the track. You calculate that if the train were to hit him, it would derail, thus saving the five people. Do you:", "A": "Push the obese man He's as good as dead anyways.", "B": "Not murder the obese man? The obese are people too!"}, {"DECK": "classic", "RATING": 0, "NAME": 70, "DESC": "You really like your co-workers. On the day of your very last shift in your current job (you are moving up in the world), you wake up with a cold. Do you:", "A": "Call in sick on your last day?", "B": "Tough it out and go in to work?"}, {"DECK": "classic", "RATING": 0, "NAME": 71, "DESC": "Your partner has left their email account open on the computer. Do you:", "A": "Take a quick look through the inbox?", "B": "Log out without looking at any emails?"}, {"DECK": "classic", "RATING": 0, "NAME": 72, "DESC": "God appears in front of you - of this you have NO doubt. He tells you to kill the cute baby bunnies living under the deck. He offers no reason. Do you:", "A": "Kill the bunnies?", "B": "Defy God and not kill the bunnies?"}, {"DECK": "classic", "RATING": 0, "NAME": 73, "DESC": "Your country needs a new national railroad in order to open up the West for settlement. You subcontract to a Chinese company that promises to get the job done right. Over 5000 Chinese workers were killed during the construction. Do you:", "A": "Identify the new railroad as a national icon, something to really be proud of?", "B": "Identify the new railroad as a symbol of death and slavery?"}, {"DECK": "classic", "RATING": 0, "NAME": 74, "DESC": "Your baby has just been diagonsed with throad cancer. It was caused by your second-hand smoke. Do you:", "A": "Quit smoking immediately?", "B": "Keep smoking? The damage is already done."}, {"DECK": "classic", "RATING": 0, "NAME": 75, "DESC": "The year is 2059 and the world is suffering from severe over-population. As a supreme ruler of the world, you must make a hard choice. Do you:", "A": "Kill all of the people in all of the jails around the world?", "B": "Hold a lottery where 1% of the world's population will be selected to die at random?"}, {"DECK": "classic", "RATING": 0, "NAME": 76, "DESC": "You have no friends and no family. Nuclear war is happening. Enough warheads are currently hurtling through the stratosphere to render human life on earth impossible for at least 40 years. Do you:", "A": "Use your fully stocked nuclear shelter that you had built last year? You will be alone for 40 years.", "B": "Sit down and watch the fireworks?"}, {"DECK": "classic", "RATING": 0, "NAME": 77, "DESC": "You are a ten-year-old boy. At school, your classmates are spearing lies about you and now everyone seems to be laughing at you behind your back. Do you:", "A": "Tell a grown-up?", "B": "Get back at the ringleader? (You plan to pull his pants down while he is climbing the rope in gym class.)"}, {"DECK": "classic", "RATING": 0, "NAME": 78, "DESC": "You are taking a very important exam to become a doctor. You are stumped by question #14. You know that you knew the answer at one point, but it just isn't coming to you now. Do you:", "A": "Cheat by glancing at the person next to you? You are pretty sure you won't be caught and doctors look up stuff they don't know all the time.", "B": "Get the question wrong and risk not passing this very important test? This could be a career-ending move. Think of all the stuff you bought on the line of credit..."}, {"DECK": "classic", "RATING": 0, "NAME": 79, "DESC": "After watching an episode of Antiques Roadshow, you learn the ugly painting sitting in your closet is actually a rare and expensive painting that was stolen by the Nazis during WW2. Do you:", "A": "Return the painting to its rightful French owner?", "B": "Try to sell the painting for one million dollars?"}, {"DECK": "classic", "RATING": 0, "NAME": 8, "DESC": "At a fancy restaurant, you get sub-par food, but excellent service. Do you:", "A": "Tip more than usual?", "B": "Tip less than usual?"}, {"DECK": "classic", "RATING": 0, "NAME": 80, "DESC": "You are a paramedic rushing to the scene of a traffic accident. When you get there, you realize with horror that your husband is in one of the cars...and with another man! Your husband is barely alive, but manages to say, \"I'm sorry. I meant to tell you earlier...I'm dating George.\" George if fully unconscious - his injuries are more severe. Do you:", "A": "Treat your husband's injuries first?", "B": "Treat George's injuries first?"}, {"DECK": "classic", "RATING": 0, "NAME": 81, "DESC": "You are a doctor in an emergency room. Late one night, a patient with severe bodily injuries stumbles in, needing your immediate medical attention. The patient admits to you, before you treat him, that he has been murdering children for five years without being caught. He also tells you that the police ha e zero evidence to convict him and that he also have diplomatic immunity. Do you:", "A": "Uphold your medical oath and treat the man?", "B": "Let the man die from his injuries?"}, {"DECK": "classic", "RATING": 0, "NAME": 82, "DESC": "You are a teacher who needs to assign a mark to a student. The student has done poorly and generally has very low self-esteem. You know that the parents are very hard on them and will likely verbally berate them if they don't show significant improvement. Do you:", "A": "Fudge the mark to be higher than deserved? (The student will be someone else's problem next year.)", "B": "Give the student the low mark that they deserve? (You may be stuck teaching them again if they fail.)"}, {"DECK": "classic", "RATING": 0, "NAME": 83, "DESC": "You have a big presentation that could transform your mediocre banking career into a somewhat decent banking career. Your boss asks you to make changes to your presentation that you feel make it inaccurate. Do you:", "A": "Make the changes?", "B": "Not make changes?"}, {"DECK": "classic", "RATING": 0, "NAME": 84, "DESC": "The sign reads: \"DO NOT PUSH THE RED BUTTON!\" Do you:", "A": "Push the red button?", "B": "Do not push the red button?"}, {"DECK": "classic", "RATING": 0, "NAME": 85, "DESC": "Do you:", "A": "Kill your parents and become Batman?", "B": "Let your parents live, but become the Joker? You will kill thousands of inncoent people. (Potentially even your own parents)."}, {"DECK": "classic", "RATING": 0, "NAME": 86, "DESC": "Do you:", "A": "Smother an ugly baby (you would never get caught) in order to save 10 attractive babies?", "B": "Receive free booze for life?"}, {"DECK": "classic", "RATING": 0, "NAME": 87, "DESC": "You're meeting your partner's parents for the first time and are hoping to make a good impression. While there, you go to the bathroom and drop a huge payload, clogging the toilet which baks up causing a giant mess. Do you:", "A": "Confess and face the embarassment?", "B": "Blame it on your partner's special needs brother."}, {"DECK": "classic", "RATING": 0, "NAME": 88, "DESC": "If you had a choose between eating a raw animal alive or a human baby prepared by the best chef in the world. Do you:", "A": "Eat the raw animal alive?", "B": "Eat the baby?"}, {"DECK": "classic", "RATING": 0, "NAME": 89, "DESC": "You run over a blind girl's dog. You stop to apologize. She thinks you are a passerby who is helping, not the monster who killed her dog. Do you:", "A": "Fess up?", "B": "Console her, but never suggest that it was you who killed the dog?"}, {"DECK": "classic", "RATING": 0, "NAME": 9, "DESC": "You are in a long-term relationship and have a one-night affair. You end up pregnant. The night you go to tell your boyfriend, he propses. Do you:", "A": "Tell him he is not the father?", "B": "Just go with it?"}, {"DECK": "classic", "RATING": 0, "NAME": 90, "DESC": "You are walking in the woods and come across an extraterrestrial being. It offers a choice. Do you:", "A": "Choose to be enlightened on the meaning of life?", "B": "Choose to gain the knowledge necessary to provide a cure for all illnesses?"}, {"DECK": "classic", "RATING": 0, "NAME": 91, "DESC": "There are fivepeople tied to a railway track. There is a rail switch that you could pull to direct the train onto another track that has only one person to tied to it. Do you:", "A": "Switch the track?", "B": "Go grab a coffee and Tweet about it?"}, {"DECK": "classic", "RATING": 0, "NAME": 92, "DESC": "You are going to a good friend's wedding. This friend is very rich and already has a car, house and dog. Due to life choices, you are not rich. Behind your back, your friend calls you a \"cheap-ass ugmo\". The wedding is going to be very fancy. You will need to buy a suit/dress for the occasion. Do you:", "A": "Make a picutre book chronicling your friendship over the past 20 years? Total cost - $20 from Walmart.", "B": "Max out your credit card to buy an expensive gift and outfit?"}, {"DECK": "classic", "RATING": 0, "NAME": 93, "DESC": "Your travel back in time to visit Abraham Lincoln. However, upong landing, your time machine crushes Lincoln. Do you:", "A": "Use your knowledge of Abraham Lincoln to become him and preserve the timeline? (You know you are going to be shot.)", "B": "Leave a note apologizing and then take off to see the dinosaurs?"}, {"DECK": "classic", "RATING": 0, "NAME": 94, "DESC": "You have been elected governor. Your state's coffers are very low, so you will need to raise taxes. Do you:", "A": "Raise taxes equally? (So everyone pays more.)", "B": "Only raise taxes for the very, very rich? This will have to be a slightly larger increase, but you trust these people have lots of money to spare."}, {"DECK": "classic", "RATING": 0, "NAME": 95, "DESC": "You are told by epidemiologists that you may be an asymptomatic carrier of the Zombie virus, producing antibodies that could be used to counteract the virus. However, to be certain, they plan to introduce a known sample into your body and study its effects. Do you:", "A": "Agree, uncertain if you will turn?", "B": "Refuse, knowingly giving up a chance to improve the odds of survival for the rest of the human race?3"}, {"DECK": "classic", "RATING": 0, "NAME": 96, "DESC": "Your teenage kid tells you that he accidentally ran over and killed a pedestrian last night while driving home drunk (there were no witnesses and the accident can't be traced back to your kid). Do you:", "A": "Turn your kid in to the authorities and make him face the consequences?", "B": "Punish the hell out of your kid and never go to the police?"}, {"DECK": "classic", "RATING": 0, "NAME": 97, "DESC": "You find $20 on a bus seat. Do you:", "A": "Ask around to see if anyone dropped it?", "B": "Quickly pocket the cash?"}, {"DECK": "classic", "RATING": 0, "NAME": 98, "DESC": "BigDirt Coal and Gas Inc. is building a new coal and gas plant just outside your town. Their actions will have devestating effects on the surrounding environment. You are a hunter and will not be able to hunt in the are anymore. The Mayor, however, sees this as a chance to make the town rich. Do you:", "A": "Stage a peaceful demonstration outside city hall?", "B": "Plant some explosives and blow up their coal gas machines? You won't get caught because you are super stealthy."}, {"DECK": "classic", "RATING": 0, "NAME": 99, "DESC": "You just invented a new product that does impressive environmetal damage (mercury, lead, GHGs and CFCs). A distribution company is willing you pay you $1 million per year in royalties to license and produce your product. Do you:", "A": "Accept the offer? The world is fucked regardless of what you do.", "B": "Not accept the offer? The Earth is precious and all that hippy-dippy bullshit."}, {"DECK": "never-have-i-ever", "RATING": 1, "NAME": 1, "DESC": "Never have I ever received and/or used nudes.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 1, "NAME": 10, "DESC": "Never have I ever walked in on my parents.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 1, "NAME": 11, "DESC": "Never have I ever had someone walk in on me (masturbating or having sex).", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 1, "NAME": 12, "DESC": "Never have I ever wanted my ex back.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 1, "NAME": 13, "DESC": "Never have I ever been to a strip club.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 1, "NAME": 14, "DESC": "Never have I ever asked for sex.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 1, "NAME": 15, "DESC": "Never have I ever hooked up with a friend's sibling.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 1, "NAME": 16, "DESC": "Never have I ever hooked up with a sibling's friend.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 1, "NAME": 17, "DESC": "Never have I ever hooked up with a friend's ex.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 1, "NAME": 18, "DESC": "Never have I ever hooked up with an ex's friend.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 1, "NAME": 19, "DESC": "Never have I ever hooked up with a friend's crush.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 1, "NAME": 2, "DESC": "Never have I ever sent nudes.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 1, "NAME": 20, "DESC": "Never have I ever smoked weed.", "A": "Yes I have.", "B": "No I haven't."}, {"DECK": "never-have-i-ever", "RATING": 1, "NAME": 21, "DESC": "Never Have I ever consumed an illegal substance.", "A": "Yes I have", "B": "No I haven't."}, {"DECK": "never-have-i-ever", "RATING": 1, "NAME": 22, "DESC": "Never have I ever kissed more than one person in 24 hours.", "A": "I have", "B": "I have not"}, {"DECK": "never-have-i-ever", "RATING": 1, "NAME": 23, "DESC": "Never have I ever flirted just to get something that I wanted.", "A": "I have.", "B": "I have not."}, {"DECK": "never-have-i-ever", "RATING": 1, "NAME": 24, "DESC": "Never have I ever kissed someone I just met", "A": "I have", "B": "I have not."}, {"DECK": "never-have-i-ever", "RATING": 1, "NAME": 25, "DESC": "Never have I ever had a relationship last shorter than a month.", "A": "I have.", "B": "I have not."}, {"DECK": "never-have-i-ever", "RATING": 1, "NAME": 3, "DESC": "Never have I ever had a friends with benefits.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 1, "NAME": 4, "DESC": "Never have I ever stalked (consistently visited someone's page, or knew significant new information about them from the internet) someone online.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 1, "NAME": 5, "DESC": "Never have I ever given or received a hickey.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 1, "NAME": 6, "DESC": "Never have I ever paid for adult content.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 1, "NAME": 7, "DESC": "Never have I ever considered smashing my friend.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 1, "NAME": 8, "DESC": "Never have I ever sexted an ex.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 1, "NAME": 9, "DESC": "Never have I ever sexted the wrong person.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 0, "NAME": 1, "DESC": "Never have I ever cheated on a partner.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 0, "NAME": 10, "DESC": "Never have I ever tried to make an ex jealous.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 0, "NAME": 11, "DESC": "Never have I ever slept in my car.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 0, "NAME": 12, "DESC": "Never have I ever purposely gave someone bad advice.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 0, "NAME": 13, "DESC": "Never have I ever peed my pants as an adult.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 0, "NAME": 14, "DESC": "Never have I ever slid into a stranger's DMs.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 0, "NAME": 15, "DESC": "Never have I ever accidentally said \"I love you\" to someone.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 0, "NAME": 16, "DESC": "Never have I ever lied about my relationship status.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 0, "NAME": 17, "DESC": "Never have I ever lied on a dating profile.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 0, "NAME": 18, "DESC": "Never have I ever lied on my resume.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 0, "NAME": 19, "DESC": "Never have I ever fallen in love.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 0, "NAME": 2, "DESC": "Never have I ever peed in a pool!", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 0, "NAME": 20, "DESC": "Never have I ever been cheated on.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 0, "NAME": 21, "DESC": "Never have I ever laughed at a funeral.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 0, "NAME": 22, "DESC": "Never have I ever wished death upon a family member or friend.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 0, "NAME": 23, "DESC": "Never have I ever shoplifted.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 0, "NAME": 24, "DESC": "Never have I ever urianted outside of the bathroom as an adult. (camping doesn't count)", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 0, "NAME": 25, "DESC": "Never have I ever ghosted someone.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 0, "NAME": 26, "DESC": "Never have I ever lied during this game.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 0, "NAME": 27, "DESC": "Never Have I ever fallen asleep in class.", "A": "Yes I have", "B": "No I haven't."}, {"DECK": "never-have-i-ever", "RATING": 0, "NAME": 28, "DESC": "Never have I ever intentionally started a fight between two people.", "A": "I have", "B": "I have not."}, {"DECK": "never-have-i-ever", "RATING": 0, "NAME": 29, "DESC": "Never have I ever stayed in a relationship I wasn't feeling.", "A": "I have", "B": "I haven't."}, {"DECK": "never-have-i-ever", "RATING": 0, "NAME": 3, "DESC": "Never have I ever drunk-dialed my ex.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 0, "NAME": 4, "DESC": "Never have I ever had a one-night stand.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 0, "NAME": 5, "DESC": "Never have I ever read a partner's texts or emails without permission.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 0, "NAME": 6, "DESC": "Never have I ever convinced a partner to dump a friend.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 0, "NAME": 7, "DESC": "Never have I ever snitched at someone at work.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 0, "NAME": 8, "DESC": "Never have I ever lied to law enforcement.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "never-have-i-ever", "RATING": 0, "NAME": 9, "DESC": "Never have I ever blabbed something I swore to secrecy.", "A": "Yes I have!", "B": "No I haven't!"}, {"DECK": "original", "RATING": 1, "NAME": 1, "DESC": "Your significant other has complained about your pornography addiction and you got help for it. However, you have slipped into your old ways, but using your son's computer. You pull it up to get started, only to have your significant other walk in on you. You know if that if she knows you're addicted again you will get a divorce. Do you:", "A": "Say that you found porn on your son's computer.", "B": "Take responsibility."}, {"DECK": "original", "RATING": 1, "NAME": 10, "DESC": "Would you rather:", "A": "Shit yourself during sex?", "B": "Shit yourself during a presentation?"}, {"DECK": "original", "RATING": 1, "NAME": 11, "DESC": "Would you rather:", "A": "Have one kid that you do not want?", "B": "Never have the ability to reproduce ever?"}, {"DECK": "original", "RATING": 1, "NAME": 12, "DESC": "SPECIAL CHANCE CARD: Everyone who guesses the answer correctly can either ask any NSFW question that the turn player must answer (privately), or an NSFW dare that the turn player must do. Which one do you pick, turn player?", "A": "Answer any question (Truth)", "B": "Do any dare (Dare)"}, {"DECK": "original", "RATING": 1, "NAME": 13, "DESC": "You have had romantic feelings towards a particular friend for a long time. However, your friendship has never become sexual because your friend has always been absolutely clear that they don't want anything other than a platonic friendship with you. Indeed, they have stated that if it ever happened that you ended up having sex with each other, they would almost immediately regret it and likely also end up hating themselves. You believe them.", "A": "IF I consented, I would be doing something wrong.", "B": "IF I consented, I would NOT be doing something wrong."}, {"DECK": "original", "RATING": 1, "NAME": 14, "DESC": "You saw your neighbor rape your 8 year old daughter. However, when the police took your testimony, you fudged details because you were emotional. In the end, there wasn't enough evidence to convict him. Your daughter's life is ruined, despite moving to a new neighborhood, new school, and therapy for many months.", "A": "Corroborate the neighbor's story, so that he will be set free?", "B": "Not corroborate the neighbor's story, sentencing him to life in prison?"}, {"DECK": "original", "RATING": 1, "NAME": 15, "DESC": "You saw your neighbor rape your 8 year old daughter. However, when the police took your testimony, you fudged details because you were emotional. In the end, there wasn't enough evidence to convict him, despite the possibility of mental insanity and his belief in a conspiracy theory that fueled the rape of your daughter. Your daughter's life is ruined, despite moving to a new apartment, new school, and therapy for many months.", "A": "Call a lifeguard you see across the street", "B": "Why spare him if he didn't spare your daughter?"}, {"DECK": "original", "RATING": 1, "NAME": 2, "DESC": "The speed force is real, and you could get access to it! However, you must have sex with a family member of your choice to get it. Do you:", "A": "Have sex with them.", "B": "Forego your only shot of being the fastest human alive."}, {"DECK": "original", "RATING": 1, "NAME": 3, "DESC": "Your girlfriend and your mother switch bodies. The only way to revert them back to their original bodies is to have sex with one of them. Do you:", "A": "Have sex with your mom in your girlfriend's body?", "B": "Have sex with your girlfriend in your mom's body?"}, {"DECK": "original", "RATING": 1, "NAME": 4, "DESC": "Would you rather:", "A": "Have to watch your parents whenever they have sex for the rest of your life?", "B": "Join in a threesome once and then never be forced to watch them again?"}, {"DECK": "original", "RATING": 1, "NAME": 5, "DESC": "Would you rather:", "A": "Watch your parents have sex for the rest of their life?", "B": "Watch your little sister and her spouse have sex for the rest of their life?"}, {"DECK": "original", "RATING": 1, "NAME": 6, "DESC": "Would you rather:", "A": "Have to date your boss?", "B": "Have to date your professor?"}, {"DECK": "original", "RATING": 1, "NAME": 7, "DESC": "Your mom is poor and your dad is financially well off, and you need his money in order to attend college. However, your mom is considering a divorce and if she goes through with it, you won't be able to go to college. The only way your mom will stay is if she has fulfilling sex with you. Do you:", "A": "Have sex with your mom?", "B": "Not have sex with your mom?"}, {"DECK": "original", "RATING": 1, "NAME": 8, "DESC": "Would you rather:", "A": "Your wife become a pornstar?", "B": "Your daughter become a pornstar?"}, {"DECK": "original", "RATING": 1, "NAME": 9, "DESC": "Would you rather:", "A": "Your girlfriend cheats on you", "B": "You cheat on your girlfriend?"}, {"DECK": "original", "RATING": 0, "NAME": 1, "DESC": "Would you rather:", "A": "Kill everyone you know right now?", "B": "Kill yourself?"}, {"DECK": "original", "RATING": 0, "NAME": 10, "DESC": "Would you rather:", "A": "Have the Geass (a device that allows you to make a request of any person only once that they must obey)", "B": "Have telekinesis"}, {"DECK": "original", "RATING": 0, "NAME": 11, "DESC": "Would you rather:", "A": "Have access to the internet in your mind: be able to Google things and view webpages in your head", "B": "Have infinite access to other people's thoughts, including thoughts they thought in the past?"}, {"DECK": "original", "RATING": 0, "NAME": 12, "DESC": "Would you rather:", "A": "Never have to wash your clothes (your clothes always stay clean)", "B": "Never have to shower (you always stay clean)"}, {"DECK": "original", "RATING": 0, "NAME": 13, "DESC": "You are a surgeon. If 5 of your patients don't receive organs, they will die. However, there is a patient recovering who is healthy and has the approporiate blood type to donate their organs. You also know that this healthy patient signed a form that consents their organs for use after death. However, they refused euthansia to give up their organs for these current patients. Would you:", "A": "Allow your 5 patients to die?", "B": "Kill the healthy patient to save the other 5. No one will find out you murdered them, and the 5 patient's recovery is 100% guaranteed."}, {"DECK": "original", "RATING": 0, "NAME": 14, "DESC": "You are an inmate in a concentration camp. A sadistic guard is about to hang your son who tried to escape and wants you to pull the chair from underneath him. He says that if you donâ€™t he will not only kill your son but some other innocent inmate as well. You donâ€™t have any doubt that he means what he says. What would you do?", "A": "Kill your son?", "B": "Allow your son and another innocent inmate to die?"}, {"DECK": "original", "RATING": 0, "NAME": 15, "DESC": "Your 9 year old daughter and 9 year old niece are both drowning at the beach! You TOLD THEM to wait by the sand while you wait for other adults! Your daughter can decently tread water, but the niece is about to drown. Do you:", "A": "Go for your daughter first and let your niece die?", "B": "Go for the niece and pray that your daughter treads water long enough for you to get there?"}, {"DECK": "original", "RATING": 0, "NAME": 16, "DESC": "Your son regularly smokes weed. You personally don't like weed, but it's not harming him so it's fine. You are at the airport to come home from a trip when a sniffer dog comes to inspect everyone's bags. The dog passes you and your's wife's bag, but your son's bag upsets the dog.", "A": "Tell the officer it was your son and allow him to die.", "B": "Say nothing and let your wife take the punishment?"}, {"DECK": "original", "RATING": 0, "NAME": 17, "DESC": "You watch a man go into a house and steal money from a wealthy individual, given just how much money he came out with. Before you can bring yourself together and go to the authorities, you learn that the man has donated to numerous charities, cancer research, and is improving the lives of people in a positive way. If you tell the police now, the remaining money will be returned and people who could have been helped won't be. Do you:", "A": "Tell the police?", "B": "Not tell the police?"}, {"DECK": "original", "RATING": 0, "NAME": 18, "DESC": "The topic of marriage has already made your SO visibly uncomfortable. They eventually propose to you and you say YES! As the fateful day approaches, your SO is constantly on the phone and out awfully late sometimes. One day, they're in the shower and you have access to their phone. Do you:", "A": "Have a look? You're not marrying a cheater (if they are).", "B": "Respect their privacy. If you two don't have trust, you have nothing."}, {"DECK": "original", "RATING": 0, "NAME": 19, "DESC": "Youâ€™re a manager at a nonprofit. Your supervisee has been a planned-giving fundraiser there for five years. Four years ago, his performance was poor because he was undergoing chemotherapy. Since then, itâ€™s improved to average but, in the past few months has declined severely againâ€”Heâ€™s raised only half as much money as before. He explains that his cancer has recurred and has spread to his lymph nodes, so heâ€™s in the middle of a six-month round of chemotherapy and his prognosis is not good. He says he prefers to keep working but if you terminate him, he wonâ€™t file a claim under the Americans with Disabilities Act. He is his family's sole source of income and his nonprofit salary is modest and so he has little in savings. Heâ€™s just getting by. Do you retain him?", "A": "Retain him!", "B": "Refrain him from working there."}, {"DECK": "original", "RATING": 0, "NAME": 2, "DESC": "You are a Doctor treating a Jehovahâ€™s Witness patient who refuses blood transfusion. Patient had two heart attacks and needs further CPR, but without transfusion it would be medically futile. Patient refuses DNR order, while you feel additional CPR is a waste of time and money. ", "A": "Does patient have the right to any treatment they ask for? Should doctor respect their wish?", "B": "Would you refuse treatment because it's futile?"}, {"DECK": "original", "RATING": 0, "NAME": 20, "DESC": "You are a doctor examining to a 16 year old patient. You tell the patient that they have an STI (sexually transmitted infection). However, the patient's guardian is outside. The patient said that he wants this information to remain private. The guardian wants to know what was talked about while they were out. Do you:", "A": "Keep the infection a secret from the guardian and retain the privacy of the patient?", "B": "Inform the guardian."}, {"DECK": "original", "RATING": 0, "NAME": 21, "DESC": "You are a doctor treating a patient potentially near the end of their life. Their condition is absolutely terrible. However, if you tell them this, this could inducee stress and anxiety that could further worsen their condition. Do you:", "A": "Tell your patient the truth?", "B": "Lie and/or stretch the truth?"}, {"DECK": "original", "RATING": 0, "NAME": 3, "DESC": "You work at an American pharmaceutical drug company. Your wife desperately needs certain medication in order to survive. However, you cannot afford the medication and since you work at the company you know that the prices are jacked up needlessly for profit. Do you:", "A": "Steal the drugs. Your wife needs to live.", "B": "Not steal the drugs. You want your wife to live, but stealing is wrong."}, {"DECK": "original", "RATING": 0, "NAME": 4, "DESC": "Suppose that a person with knowledge of an imminent terrorist attack, that will kill many people, is in your hands of the authorities and he will disclose the information needed to prevent the attack only if you torture him. Do you:", "A": "Torture him. The terror attack must be stopped!", "B": "Not torture him. Torture is wrong."}, {"DECK": "original", "RATING": 0, "NAME": 5, "DESC": "Imagine a hypothetical machine that you plug yourself into that would put you in a dream world indistinguishable from the real world. You would be inifnitely happy there and not even know it's not real. Would you:", "A": "Enter the machine. Screw reality!", "B": "Not enter the machine. I value the real world!"}, {"DECK": "original", "RATING": 0, "NAME": 6, "DESC": "There are two shipwrecked sailors, A and B. They both see a plank that can only support one of them and both of them swim towards it. Sailor A gets to the plank first. Sailor B, who is going to drown, pushes A off and away from the plank and, thus, proximately, causes A to drown. Sailor B gets on the plank and is later saved by your rescue team. He is put on trial for Sailor A's death. You are a jury. Do you:", "A": "Vote self-defense. B had to kill A in order to live.", "B": "Vote guilty. If you kill another human being unprompted it is murder."}, {"DECK": "original", "RATING": 0, "NAME": 7, "DESC": "You have been CURSED! A magical demon tortures you by giving you one of two horrible options. Do you:", "A": "Lose your most cherished memories (your first love, first kiss, times with friends, etc.)", "B": "Lose all of your savings right now."}, {"DECK": "original", "RATING": 0, "NAME": 8, "DESC": "You are a CEO. A female applicant has trouble finding a job because she is visibly pregnant. However, you also have a male applicant who is just as qualified who you don't have to pay maternity leave. Do you:", "A": "Hire the female applicant?", "B": "Hire the male applicant?"}, {"DECK": "original", "RATING": 0, "NAME": 9, "DESC": "SPECIAL CHANCE CARD: Everyone who guesses the answer correctly can either ask any SFW question that the turn player must answer, or an SFW dare that the turn player must do. Which one do you pick, turn player?", "A": "Answer any question (Truth)", "B": "Do any dare (Dare)"}, {"DECK": "truth-or-dare", "RATING": 1, "NAME": 1, "DESC": "This card is from the truth or dare deck. You must either answer A or do dare B. If more than 50% of players successfully guess which one you picked, you must answer the question or do the dare. Would you rather:", "A": "Answer the question: \"What is a crazy sex fantasy or dream you have had? If you had to pick, which player would you enact this fantasy or dream with?\"", "B": "Give the person in the game you know the least your phone with your DMs opened of your spouse, ex or someone you're romantically involved with for 10 entire minutes. If you are playing online, send a screenshot to the chat of you expressing some sort of romantic feelings to someone."}, {"DECK": "truth-or-dare", "RATING": 1, "NAME": 2, "DESC": "This card is from the truth or dare deck. You must either answer A or do dare B. If more than 50% of players successfully guess which one you picked, you must answer the question or do the dare. Would you rather:", "A": "Describe your last masturbating experience in intimate detail (who did you jerk off to? when? what platform? send pics.)", "B": "Kiss the belly button of one of the players. The other players get to pick who. If playing online, you must turn on your camera and punch yourself in your private area. If they don't have a camera but have a microphone, they have to moan one of the player's names and the other players get to vote who. If they only have access to a keyboard, they have to send sexually explicit messages like \"fuck me daddy\" and every other player gets to screenshot it."}, {"DECK": "truth-or-dare", "RATING": 1, "NAME": 3, "DESC": "This card is from the truth or dare deck. You must either answer A or do dare B. If more than 50% of players successfully guess which one you picked, you must answer the question or do the dare. Would you rather:", "A": "Answer the question: \"Who are you AB-SO-LU-TELY NOT dating, whom the players may know\"?", "B": "Ask out a random girl that players know in DM."}, {"DECK": "truth-or-dare", "RATING": 0, "NAME": 1, "DESC": "This card is from the truth or dare deck. You must either answer A or do dare B. If more than 50% of players successfully guess which one you picked, you must answer the question or do the dare. Would you rather:", "A": "Answer the question \"What is your favorite color?\"", "B": "Slap yourself."}, {"DECK": "truth-or-dare", "RATING": 0, "NAME": 2, "DESC": "This card is from the truth or dare deck. You must either answer A or do dare B. If more than 50% of players successfully guess which one you picked, you must answer the question or do the dare. Would you rather:", "A": "Let all players who answer correctly allow them \"What is the most embarrassing thing you've ever said or done in front of a crush?\"", "B": "You must text your ex \"I miss you\"."}, {"DECK": "truth-or-dare", "RATING": 0, "NAME": 3, "DESC": "This card is from the truth or dare deck. You must either answer A or do dare B. If more than 50% of players successfully guess which one you picked, you must answer the question or do the dare. Would you rather:", "A": "Answer the question: \"Where's the weirdest place you peed?\"", "B": "Let everyone record you doing a freestyle rap about the participants."}, {"DECK": "would-you-rather", "RATING": 1, "NAME": 1, "DESC": "Would you rather:", "A": "Give oral sex?", "B": "Receive oral sex?"}, {"DECK": "would-you-rather", "RATING": 1, "NAME": 2, "DESC": "Would you rather:", "A": "Have sex with your cousin?", "B": "Have sex with someone you hate?"}, {"DECK": "would-you-rather", "RATING": 1, "NAME": 3, "DESC": "Would you rather:", "A": "Be straight?", "B": "Be bi-sexual?"}, {"DECK": "would-you-rather", "RATING": 1, "NAME": 4, "DESC": "Would you rather:", "A": "Receive $20", "B": "Hook up with anyone you want and have them not have any memory of it?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 1, "DESC": "Would you rather:", "A": "Have the ability to see 10 minutes into the future", "B": "Have the ability to see 150 years into the future?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 10, "DESC": "Would you rather:", "A": "Die before your partner?", "B": "Die after your partner?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 11, "DESC": "Would you rather:", "A": "Be able to take back anything you say", "B": "Hear any conversation that is about you?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 12, "DESC": "Would you rather:", "A": "Solve climate change instantly?", "B": "Solve world hunger instantly?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 13, "DESC": "Would you rather:", "A": "Have an extra 10 years with your body staying any age of your choice?", "B": "Be the richest man on the planet for the rest of your life?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 14, "DESC": "Would you rather:", "A": "Move in with your elderly parents?", "B": "Move in with hard partying roommates?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 15, "DESC": "Would you rather:", "A": "Your parents arrange your marriage?", "B": "Marry your most recent ex?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 16, "DESC": "Would you rather:", "A": "Read your teenage diary to your mom?", "B": "Read your teenage diary to your boss?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 17, "DESC": "Would you rather:", "A": "Go to jail for a crime you didn't commit?", "B": "Have someone else go to jail for a crime you committed?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 18, "DESC": "Would you rather:", "A": "Only be able to hear profanity?", "B": "Only be able to speak profanity?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 19, "DESC": "Would you rather:", "A": "Be a wizard?", "B": "Be a superhero?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 2, "DESC": "Would you rather:", "A": "Have telekenesis (move objects with your mind)", "B": "Have telepathy (the ability to read minds)"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 20, "DESC": "Would you rather:", "A": "Be super strong", "B": "Be super fast?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 21, "DESC": "Would you rather:", "A": "Forget your partner's birthday every year?", "B": "Forget your partner's anniversary every year?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 22, "DESC": "Would you rather:", "A": "Change the outcome of the last election of any country?", "B": "Decide the outcome of the next election?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 23, "DESC": "Would you rather:", "A": "Be incredibly attractive and receive any mate you want but be incredibly stupid?", "B": "Be unattractive with many struggles receiving a romantic partner, but a world renowned genius in any subject of your choosing?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 24, "DESC": "Would you rather:", "A": "Never get another present in your life but always pick the perfect present for everyone else?", "B": "Keep getting presents but giving terrible ones to everyone else?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 25, "DESC": "Would you rather:", "A": "Be able to speak any language?", "B": "Be able to communicate with animals?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 26, "DESC": "Would you rather:", "A": "Have all of your messages and photos leak publicly", "B": "Never use a cellphone ever again?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 27, "DESC": "Would you rather:", "A": "Detect every lie your hear?", "B": "Get away with every lie you tell?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 28, "DESC": "Would you rather:", "A": "End every phone call with \"I love you\"", "B": "Accidentally call your partner the wrong name during every fight?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 29, "DESC": "Would you rather:", "A": "Win the lottery but have to spend it all in one day?", "B": "Triple your current salary forever?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 3, "DESC": "Would you rather:", "A": "Sing along to every song you hear?", "B": "Dance to every song you hear?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 30, "DESC": "Would you rather:", "A": "Find true love?", "B": "Find a winning lottery ticket?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 31, "DESC": "Would you rather:", "A": "Never get sick again?", "B": "Never get physically injured again?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 32, "DESC": "Would you rather:", "A": "Always succeed at a task after 100 attempts?", "B": "Always receive a pay raise of 5% every year (even if you switch jobs)?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 33, "DESC": "Would you rather:", "A": "Instantly type out whatever you want with your mind?", "B": "Have all financial transactions you perform happen instantly?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 34, "DESC": "Would you rather:", "A": "Be a great scientist?", "B": "Be a world renowned literary artist? (tv director, poet, writer, you name it)"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 35, "DESC": "Would you rather:", "A": "Stop the holocaust?", "B": "Have China adopt Western values and laws and become a geopolitical ally of the Western world?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 4, "DESC": "Would you rather:", "A": "Find true love today", "B": "Win the lottery next year?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 5, "DESC": "Would you rather:", "A": "Be in jail for 5 years?", "B": "Be in a coma for a decade?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 6, "DESC": "Would you rather:", "A": "Have everyone you know be able to read your thoughts", "B": "Have everyone you know have access to your internet history?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 7, "DESC": "Would you rather:", "A": "Have a personal maid (that cleans for you)", "B": "Have a personal chef (that cooks for you)"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 8, "DESC": "Would you rather:", "A": "Be royalty 1000 years ago?", "B": "Be an average person today?"}, {"DECK": "would-you-rather", "RATING": 0, "NAME": 9, "DESC": "Would you rather:", "A": "Have a pause button for your life (stop time)", "B": "Have a rewind button (go back in time)"}]